cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap "caskroom/cask"
tap "caskroom/fonts"

brew 'ack'
brew 'coreutils'
brew 'bfg'
brew 'grc'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'postgresql'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

cask 'docker'
cask 'discord'
cask 'handbrake'
cask 'transmission'
cask 'iina'
cask 'hyper'
cask 'visual-studio-code'
cask 'font-fira-code'