cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap "caskroom/cask"

brew 'ack'
brew 'coreutils'
brew 'bfg'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

cask 'aptible'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'docker'
cask 'discord'
cask 'handbrake'
cask 'steam'
cask 'transmission'
cask 'vlc'
cask 'hyper'
cask 'visual-studio-code'

